import React, { Component } from "react";

class Content extends Component {
    render() {
        return (
            <div>
                <p>Хоббі:</p>
                <ul>
                    <li>Йога</li>
                    <li>Малювання</li>
                    <li>Читання</li>
                </ul>

                <p>Улюблені книги та фільми:</p>
                <ol>
                    <li>"Театр" Сомерсет Моем</li>
                    <li>"Тріумфальна арка" Еріх Марія Ремарк</li>
                    <li>Гаррі Поттер</li>
                </ol>

                <p>
                    Флоре́нція (італ. Firenze) — місто в Італії, регіоні Тоскана,
                    Флорентійській провінції. Зробило грандіозний внесок у розвиток
                    європейської та світової цивілізації. Місто дало світові таких
                    гігантів, як Леонардо да Вінчі, Мікеланджело, Данте і Галілей.
                </p>
            </div>
        );
    }
}

export default Content;
